9/data/attachments/19846ffb17977609.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Collin_certainly_Actions_60706_3</nif:username>
            <nif:friendToBeRequested>soap_actions_a2f52e87-e0b5-4f03-88b9-e00689416176</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>